INSERT INTO specializations (name)
VALUES ('Терапевт'), ('Кардиолог'), ('Невролог'), ('Хирург'), ('Травматолог'), ('Реаниматолог');  

INSERT INTO doctors (first_name, last_name, patronymic, specialization_id)
VALUES ('Иван', 'Иванов', 'Иванович' , 1),
       ('Петр', 'Петров', 'Петрович', 2),
       ('Николай', 'Николаев', 'Николаевич', 3),
       ('Сергей', 'Сергеев', 'Сергеевич', 4),
       ('Тит', 'Титов', 'Титович', 5),
       ('Роман', 'Романов', 'Романович', 6);

INSERT INTO patients (first_name, last_name, patronymic, date_of_birth, phone, gender, policy_number)
VALUES ('Анна', 'Соколова', 'Викторовна', '1987-03-14', '+79990000001', 'Ж', 'POL100001'),
('Максим', 'Орлов', 'Андреевич', '1979-11-02', '+79990000002', 'М', 'POL100002'),
('Елена', 'Крылова', 'Сергеевна', '1992-07-21', '+79990000003', 'Ж', 'POL100003'),
('Дмитрий', 'Волков', 'Олегович', '1968-01-30', '+79990000004', 'М', 'POL100004'),
('Марина', 'Белова', 'Игоревна', '1984-05-17', '+79990000005', 'Ж', 'POL100005'),
('Алексей', 'Морозов', 'Павлович', '1975-09-09', '+79990000006', 'М', 'POL100006'),
('Ольга', 'Васильева', 'Романовна', '1995-12-25', '+79990000007', 'Ж', 'POL100007'),
('Илья', 'Федоров', 'Алексеевич', '1981-06-11', '+79990000008', 'М', 'POL100008'),
('Наталья', 'Зайцева', 'Ильинична', '1990-02-28', '+79990000009', 'Ж', 'POL100009'),
('Сергей', 'Ковалев', 'Михайлович', '1972-10-19', '+79990000010', 'М', 'POL100010');
