INSERT INTO specializations (name)
VALUES ('Терапевт'), ('Кардиолог'), ('Невролог'), ('Хирург'), ('Травматолог'), ('Реаниматолог'); 

INSERT INTO doctors 
(first_name, last_name, patronymic, specialization_id)
VALUES
('Екатерина', 'Иванова', 'Сергеевна', 1),
('Александр', 'Петров', 'Андреевич', 2),
('Ольга', 'Николаева', 'Викторовна', 3),
('Дмитрий', 'Серов', 'Олегович', 4),
('Мария', 'Титова', 'Игоревна', 5),
('Роман', 'Романов', 'Михайлович', 6);

INSERT INTO patients 
(first_name, last_name, patronymic, date_of_birth, phone, gender, policy_number)
VALUES
('Анна', 'Соколова', 'Викторовна', '1987-03-14', '+79990000001', 'Ж', 'POL100001'),
('Елена', 'Крылова', 'Сергеевна', '1992-07-21', '+79990000003', 'Ж', 'POL100003'),
('Марина', 'Белова', 'Игоревна', '1984-05-17', '+79990000005', 'Ж', 'POL100005'),
('Ольга', 'Васильева', 'Романовна', '1995-12-25', '+79990000007', 'Ж', 'POL100007'),
('Наталья', 'Зайцева', 'Ильинична', '1990-02-28', '+79990000009', 'Ж', 'POL100009'),
('Ирина', 'Мельникова', 'Алексеевна', '1988-08-16', '+79990000011', 'Ж', 'POL100011'),
('Светлана', 'Романова', 'Дмитриевна', '1976-04-05', '+79990000012', 'Ж', 'POL100012'),
('Максим', 'Орлов', 'Андреевич', '1979-11-02', '+79990000002', 'М', 'POL100002'),
('Дмитрий', 'Волков', 'Олегович', '1968-01-30', '+79990000004', 'М', 'POL100004'),
('Алексей', 'Морозов', 'Павлович', '1975-09-09', '+79990000006', 'М', 'POL100006');

INSERT INTO appointments
()
